Repository: phantuananh18/dotnet-skeleton-api
Catalog: back-end/skeleton/dotnet/src/DotnetSkeleton.API/DotnetSkeleton.UserModule.Domain/Resources/Resources.*.resx
Languages: es_es

# This_User_Not_Found
source: Sorry, we couldn't find your account. Please double-check your login information and try again. If you need further assistance, please contact support.
es_es: Lo sentimos, no hemos podido encontrar tu cuenta. Vuelva a verificar su información de inicio de sesión y vuelva a intentarlo. Si necesitas más ayuda, ponte en contacto con el servicio de asistencia.

source: Email is required.
es_es: Se requiere correo electrónico.

source: Unauthorized
es_es: Desautorizado

source: Invalid role .
es_es: Rol no válido .

# Incorrect_Password
source: Incorrect password. Please double-check and try again.
es_es: Contraseña incorrecta. Por favor, compruébelo dos veces y vuelva a intentarlo

source: Invalid token.
es_es: Token no válido.

# This_User_Already_Exists
source: This account already exists. Please choose a different username or email or phone number.
es_es: Esta cuenta ya existe. Elija un nombre de usuario, correo electrónico o número de teléfono diferente.

# This_User_Has_Been_Deactivated
source: This account has been deactivated. Please contact support for assistance.
es_es: Esta cuenta ha sido desactivada. Póngase en contacto con el servicio de asistencia para obtener ayuda

# This_Role_Not_Found
source: Role not found. Please verify the role name and try again.
es_es: Rol no encontrado. Verifique el nombre del rol e inténtelo nuevamente.

# This_Permission_Not_Found
source: Permission not found. Please verify the role name and try again.
es_es: Permiso no encontrado. Verifique el nombre del permiso e inténtelo nuevamente.

# This_RolePermission_Not_Found
source: Role permission not found. Please verify the role permission and try again.
es_es: Permiso de rol no encontrado. Verifique el permiso del rol e inténtelo nuevamente.

# This_RolePermission_Has_Been_Deactivated
source: This role permission has been deactivated. Please contact support for assistance.
es_es: Este permiso de rol ha sido desactivado. Comuníquese con el soporte para obtener ayuda.

# This_RolePermission_Already_Exists
source: This role permission already exists. Please choose a different role or permission.
es_es: Este permiso de rol ya existe. Elija una función o permiso diferente.

# This_Role_Has_Been_Deactivated
source: This role permission has been deactivated. Please contact support for assistance.
es_es: Este permiso de rol ha sido desactivado. Comuníquese con el soporte para obtener ayuda.

# This_Permission_Has_Been_Deactivated
source: This permission has been deactivated. Please contact support for assistance.
es_es: Este permiso ha sido desactivado. Comuníquese con el soporte para obtener ayuda.

# This_Permission_Already_Exists
source: This permission already exists. Please choose a different role or permission.
es_es: Este permiso ya existe. Elija una función o permiso diferente.

# This_Role_Already_Exists
source: This role already exists. Please choose a different role or permission.
es_es: Este rol ya existe. Elija una función o permiso diferente.

# Invalid_Request
source: {0} must not be a negative number or 0.
es_es: {0} no debe ser un número negativo o 0.

# Permissions_Not_Empty
source: Permissions must not be empty.
es_es: Los permisos no deben estar vacíos.
